{
  "truth": [
    "What is your biggest fear in a relationship?",
    "What was your funniest first date ever?",
    "What is your biggest turn off in a partner?",
    "What is your weirdest habit?",
    "How many kids would you like to have?",
    "What is the perfect first day?",
    "What is one embarrassing fact I should know about you?",
    "What was your childhood nickname?",
    "What is your favourite movie?",
    "Describe your worst date ever?",
    "If there was no such thing as money, what would you do with your life?",
    "What is your favourite food?",
    "What are your three favourite colours, and why?",
    "What is your dream job?",
    "If you were trapped on an island for 3 days, what would you take with you?",
    "Who is your favourite person and why?",
    "Do you prefer apple or android?",
    "How do you put your toilet paper on the roll?",
    "What is your best talent?",
    "Do you believe in love at first sight?",
    "Do you believe in love at all?",
    "What is your dream wedding?",
    "Would you ever consider being a nudist?",
    "How do you feel about end pieces of a loaf of bread?",
    "Can you touch your tongue to your nose?",
    "If you could take away one bad thing in the world, what would it be?",
    "What is your guilty pleasure?",
    "What is the most exotic food that you have ever eaten?",
    "What country would like to live in if you had the chance?",
    "If you could change one thing on your body, what would it be?",
    "What do you daydream about the most?",
    "Describe the weirdest dream you ve ever had?",
    "Can you lick your elbow?",
    "Is the dress Black and Blue or Gold and White?",
    "How do you feel about social media?",
    "What is your favourite season of the year?",
    "Could you go a week without junk food?",
    "How was your first kiss?",
    "Describe your worst kiss ever?",
    "Do you like to exercise?",
    "Have you ever blacked out from drinking too much?",
    "Did you smoke or drink before college? Or did you start when you got here?",
    "What is the craziest thing that you have ever done while drunk?",
    "What is the funniest dream that you have ever had?",
    "Who is your best looking teacher that you have ever had?",
    "Have you ever cheated on any test?",
    "Who is your crush at school?",
    "Who is the most annoying person you know?",
    "Have you ever pulled a prank on your teacher?",
    "Have you ever lied to your parents about what you were doing after school?",
    "Have you ever blamed something that you have done on one of your siblings?",
    "What college do you plan on going to?",
    "Are you still a virgin?",
    "How many boyfriends (or girlfriends) have you had?",
    "Have you ever been kissed yet? If so, who was your best kiss?",
    "What is your biggest pet peeve?",
    "What is the best vacation youve ever been on?",
    "Have you ever told one of your best friend's secrets, even if you said you wouldn't?",
    "Have you ever had a crush on someone that your best friend has dated?",
    "What is the most annoying thing that one of your siblings has done?",
    "Do you have a job? If so, what is your favourite thing about it?",
    "If you were a billionaire, what would you spend your time doing?",
    "What is the longest time you have ever been grounded?",
    "What is the longest time that you think you could go without your cell phone?",
    "What is the most expensive thing you own?",
    "If you had the choice to live on your own right now, would you do it?",
    "Can you see yourself being married to the creepiest kid a your school someday?",
    "Would you ever get on a dating website?",
    "Have you ever watched an adult film without your parents knowing?",
    "If you could own your own business one day, what would it be?",
    "What is your favourite kind of clothing?",
    "What celebrity are you obsessed with?",
    "What is the funniest youtube video you have ever seen?",
    "Who is the worst teacher you have ever had, why?",
    "What is your favourite sports team?",
    "How old were you when you had your first kiss?",
    "How long have you gone without showering?",
    "What color is your underwear?",
    "What is your special talent?",
    "Exchange shirts with the person next to you",
    "What s your ex-girlfriend/boyfriend name?",
    "What is the most embarrassing moment of your life?",
    "What would you do with a million dollars if you ever won the lottery?",
    "If you could change one thing on your body, what would it be?",
    "What is the silliest thing you have an emotional attachment to?",
    "What was your childhood nickname?",
    "Describe something about your date?",
    "What is something you have stolen?",
    "Say 5 bad habits you have?",
    "Tell 5 secrets of yours?",
    "What is the most embarrassing thing your parents have caught you doing?",
    "Wrap yourself up in toilet paper and take a picture.",
    "Have you ever peed in the swimming pool?",
    "If you could marry one teacher in the school, who would you pick and why?",
    "Have you ever lied to your best friend?",
    "What he craziest thing that you have ever done without your parents knowing?",
    "What would you do if your parents left the house to you for a whole week?",
    "What is your favourite song that is out right now?",
    "Could you go two months without talking to your friends?"
  ],
  "Dare": [
    "Do an impression of your favorite celebrity",
    "Close your eyes and send a blind text to a random person",
    "Go grab a broom and do your best tango",
    "Give a 3 minute stand-up comedy routine",
    "Break dance",
    "Make up a story about the item to your right",
    "Sing the alphabet without moving your mouth",
    "Do your best president impression",
    "Yell out the first word that comes to your mind right now",
    "Call the pizza place and order 300 sardine pizzas",
    "Pound on your chest and act like a gorilla for the next minute",
    "Sing everything you say for the next 10 minutes",
    "Give a foot massage",
    "Say the alphabet backwards in 15 seconds",
    "Go to the neighbour s house and ask for a banana",
    "Go up to someone random and ask for a hug",
    "Set your cell phone language to Chinese for the next 10 minutes",
    "Act like your favourite Disney character for the rest of the game",
    "Sing `Twinkle Twinkle, Little Star` while beat boxing",
    "Give a concert with your air guitar",
    "Make a poem using the words orange and moose",
    "Unbuckle your own belt using your elbows",
    "Brush someone else`s teeth",
    "Twerk for a minute",
    "Belly dance to a country song",
    "Make up a country song of the top of your head",
    "Get on all fours and act like a dog until your next turn",
    "Make up a short rap about another player",
    "Act like Romeo from `Romeo and Juliet` (pick who you want to be Juliet)",
    "Do an impression of someone until another player can guess who you are",
    "Say `ya heard meh` after everything you say for the next 5 minutes",
    "Act like you do not understand your own language until your next turn (come up with your own language)",
    "Use the letters of the name of another player to describe them",
    "Only use sign language for the next round",
    "Do pushups until it`s your turn again",
    "Wear a finger moustache for the next 5 minutes",
    "Only use your elbows and knees to go make a sandwich",
    "Write a Facebook (or other social media) post only using your toes",
    "Take a selfie with the toilet and post it online",
    "Paint your toenails only using your teeth",
    "Brush your spouse`s teeth",
    "Prank call someone you know.",
    "Ask the neighbors to borrow a cup of sugar.",
    "Post a YouTube video of you singing a currently popular song.",
    "Go outside and shout at the top of your lungs,\"I am [your name]! Hear me roar!\"",
    "Moonwalk while a friend takes a video.",
    "Paint each toenail and fingernail a different color and keep the polish on for a week.",
    "In your next class, raise your hand each time the teacher asks a question and give the answer (if you can!!)",
    "Do the silliest dance that you can think of",
    "Call someone random, and talk freaky to them",
    "Email one of your professors and tell them you love them",
    "Lick the wall",
    "Exchange shirts with the person next to you",
    "Try licking your elbow.",
    "Give a flying kiss to a girl",
    "Crack an egg on your head.",
    "Call your parents and tell them you`re dropping out",
    "Record yourself doing the silliest dance you can do, and post it to Facebook",
    "Ask your crush out on a date",
    "Put the socks of the person to your right in your mouth",
    "Take a selfie with your finger up your nose and post it to all your social media"
  ]
}